/* No comment provided by engineer. */
"Ping an external service announcing a new podcast" = "Einem externen Dienst einen neuen Podcast ankündigen";

/* No comment provided by engineer. */
"Ping external service '%@' announcing a new podcast" = "Externem Dienst „%@“ einen neuen Podcast ankündigen";

/* No comment provided by engineer. */
"Service" = "Dienst";

/* No comment provided by engineer. */
"Service URL cannot be empty." = "Die Dienst-URL darf nicht leer sein.";

/* No comment provided by engineer. */
"Service URL is invalid." = "Die Dienst-URL ist ungültig.";

/* No comment provided by engineer. */
"Service URL scheme unsupported (only HTTP/HTTPS are supported)." = "Das Dienst-URL-Schema wird nicht unterstützt (nur HTTP/HTTPS wird unterstützt).";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

